Repository: giellalt/corpus-smj
Catalog: tmx/sma/bible/svenskakyrkan/default.aspx_id=766398.html.tmx
Source language: smj
Languages: sma

source: Jábmem ja hávddádus - Svenska kyrkan - Om oss
sma: Jaememe jïh juvleme - Svenska kyrkan - Om oss

source: Jábmem ja hávddádus
sma: Jaememe jïh juvleme

source: Ij la råhtto.
sma: Ij leah man fuehpie.

source: Lagámussan álu l suorgganam gå jábmem la dáhpádum. Sihtá dalága juojddá dahkat.
sma: Gellien aejkien lïhkemes slïekth ålvehtehtieh jallh gåavvarostoeh gosse guhte sealadamme.

source: Jali fámoduvvá.
sma: Sijhtieh maam joem dallah darjodh.

source: Aktisasj bagádus la vuorddet plánimijn.
sma: Gellien aejkien dellie raeriem åadtjoeh vuertedh.

source: Gávnnu ájgge dádjadittjat.
sma: Tijje gååvnese ussjedidh.

source: Rubmahav ienemusát skihpadåhpe, dievnastusdåhpe jali, fällamin, polijssa hállduj válldá.
sma: Jïjnjemes aejkien skïemtjegåetie, servicegåetie jallh jis faaradamme polise bollem gorrede.

source: Dåjmadi vaj rumáj la doalvodum jábbmegijhuodnahij vani dárbaha dán mutto mierredit gisto oasstema birra.
sma: Vuartasjieh juktie bolle bïltegåatan båata, juktie ij ennje daarpesjh ussjedidh gæstoem åestedh.

source: Máhttá ráfen plánit hávddádusáv.
sma: Dellie maahta raeffesne ussjedidh guktie juvledh.

source: Ájnas la hivástahttet, sierraláhkáj viessoma maŋemus hivástahttemin – jábmemin.
sma: Vihkeles gåvnahtidh, sjïere gosse minngiegeatjesne – jaememe.

source: Dalloj máhtti dábe ja symbola hávddádusá måhken jaskadussan ja doarjjan årrot låsså ja surgulasj hivástahttemin.
sma: Dellie voeth jïh vuekieh gosse juvledh soelkedasse maahta årrodh jïh dåarjedidh gosse sårkosne.

source: Vuostasj dahko Åvdebut agev mannin njuolgga härrá lusi gå soames jámij.
sma: Voestes maam darjodh Åvtesne dallegh hearran gåajkoe mïnnin goss guhte sealadamme.

source: Dálla diedet jábmemav bájkálasj värrofábmudahkaj.
sma: Daan biejjien dan byjreske skaehtie-åajvohkasse bievnede.

source: Jus sihtá prosessav álgadit de l buorre vuostasj dahko.
sma: Maahta hijven årrodh dejnie aelkedh gosse processem juhtiehtidh.

source: Tjáledi hávddádim- ja kremerimaduodastusáv mij la rávkadum hávddádussaj.
sma: Desnie vihtiesti juktie luhpiem åtna åemie-almetjem juvledh jallh jis båeltedh.

source: Värrofábmudagás oadtju aj ietjá ássjetjállagijt nåv gåk registaroasev (dárbulasj báŋŋkaaktavuodaj), jábmemduodastusáv ja berajguoradallamav (dárbulasj maŋebut jábbmegaoabmetjállagij).
sma: Skaehtie-åajvohkistie aaj jeatjah tjaatsegh åadtjoeh goh daaroen registerutdrag (daerpies gosse baanghkine soptsestidh), vïhtesjimmie guhte sealadamme jïh gieh dan fuelhkieh (daerpies aerpie-juakose).

source: Aktavuodav válldet tjoaggulvisájn Buoremus la jus lagámusá ietja aktavuodav válldi tjoaggulvisájn ja dajna härrájn majt sihti galggá hávddádit.
sma: Govlehtidh åålmeginie Bööremes jis fuelhkie jïjtse åålmeginie govlehtieh jïh dejnie giem sæjhta hearrine edtja årrodh gosse juvledh.

source: Máhttá de aktan diŋŋgot biejvev hávddádusjubmeldievnnuj ja lagámusá álgos diehti sij oadtju dav härráv majt sihti.
sma: Dellie aaj maahta ektesne raeriestidh mij biejjide juvleme-gyrhkesjimmiem utnedh jïh fuelhkie åvtelh-bodti daejrieh hearram åadtjoeh maam sijhtieh.

source: Ij la dárbbo diŋŋgot härráv ja ájgev hávddádus- jubmeldievnnuj hávddádusdåjmadagá baktu.
sma: Ij daarpesjh hearram jïh biejjiem juvleme-gyrhkesjæmman juvleme-byråen tjïrrh dongkedh.

source: Ságastibme härrájn jali diakonajn Jábmema åvdån la luondulasj mij guoktáladdap ja ballap.
sma: Hearrine jallh diakonine soptsestalledh Gosse guhte sealadamme dellie iemie jaemiedistie bïlledh jïh båasarostedh.

source: Gå suorgos ja jábmemis dejvadallap de ietjájduvvap goappátjagá rubmahij ja sielluj.
sma: Gosse sårkosne jïh jaememe mijjem jaksa dellie dovne bolle jïh sealoe vaajveminie.

source: Muhttijn suorggo dåbddu ilá låssåt aktu guoddet.
sma: Muvhtine sårkoe domtoe löövles oktegimsie guedtedh.

source: Härrá ja diakona li hárjjánam ulmutjit duosstot vájves vidjurijn ja siján la sjávovälggogisvuohta.
sma: Hearrah jïh diakonh leah vaane almetjh råakedh nemhtems staelpine jïh dej leah dïedte sjeavohth årrodh.

source: Aktavuodav vállde ietjat bájkálasj tjoaggulvisájn.
sma: Soptsesth dejnie dov byjreske åålmeginie.

source: Ij gávnnu duolla vuohke surggahit – gájka surggahip iehtjama milta ja nubbe ij la buorep jali nievrep nuppet vuoges.
sma: Ij vuekie gååvnese guktie sårkodh – gaajhkesh dam darjoeh jïjtjene vuekien mietie, jïh ij akte vuekie buerebe mubpeste.

source: Dárbahip dádjadit ja guorrasit mijá suorgov dåmadip umassláhkáj.
sma: Mijjieh daarpesjibie guarkedh jïh daejredh sårkojne ovmessie vuekiej mietie barkebe.

source: Máhttá almmusit gávkasvuoda hámen ja dármedisvuohta dan birra mij ij lim goassak javladum jali dagádum, márjju moarre gå l guodedum.
sma: Muvhth gåavvarostoeh jïh vaejviedieh dan åvteste ij leah gåessie gænnah jeehti jallh darjoeji dam maam sijhtieh jiehtedh jallh darjodh, muvhth aaj måeresne oktegh sjïdteme.

source: Máhttep aj dåbddåt gähppánimev, jus jábbmek lij mälggadav skihpam ja jábmem boahtá tjoavddalibmen.
sma: Aaj maehtebe geahpanidh, jis dïhte gie sealadamme guhkiem skïemtjeles orreme jïh jaememe skeamtjohkem dellie lutnjeste.
